{
  "title": "Terms of Service",
  "lastUpdated": "Last updated: February 2026",
  "intro": "Welcome to PandaTrack. We help collectors keep every purchase, order, and shipment in one place so that tracking stays simple and stress-free. By using PandaTrack you agree to these terms. Please read them carefully.",
  "acceptanceTitle": "Acceptance of terms",
  "acceptanceBody": "By accessing or using PandaTrack (the \"Service\"), you agree to be bound by these Terms of Service. If you do not agree, do not use the Service. We may update these terms from time to time; continued use after changes means you accept the updated terms.",
  "serviceTitle": "Description of the service",
  "serviceBody": "PandaTrack is a web application for tracking purchases and collectible items. It lets you discover and save stores, log orders and items, track pre-orders and payments, and follow shipments in one dashboard. The Service is provided for personal, non-commercial use to organize your collecting activity. We aim to give you one source of truth for what you bought, what is on the way, and what you still need to pay.",
  "eligibilityTitle": "Eligibility and account",
  "eligibilityBody": "You must be at least 13 years old (or the minimum age in your country) to use the Service. You are responsible for keeping your account credentials secure and for all activity under your account. You must provide accurate information when signing up and keep it up to date.",
  "conductTitle": "Acceptable use",
  "conductBody": "You agree to use the Service only for lawful purposes and in line with these terms. You may not use the Service to harass others, share false or misleading information about stores or sellers, circumvent any access or security controls, or use automated means to scrape or overload the Service. We may suspend or terminate accounts that violate these rules.",
  "ipTitle": "Intellectual property",
  "ipBody": "PandaTrack and its content, features, and design are owned by us or our licensors. You may not copy, modify, or create derivative works of the Service or use our trademarks without written permission. You keep ownership of the data you add (e.g. store names, order details); you grant us the rights needed to operate and improve the Service.",
  "privacyRefTitle": "Privacy",
  "privacyRefBody": "Your privacy matters to us. How we collect, use, and protect your data is described in our Privacy Policy. By using the Service you also agree to that policy.",
  "disclaimersTitle": "Disclaimers and limitation of liability",
  "disclaimersBody": "The Service is provided \"as is\" and \"as available.\" We do not guarantee uninterrupted or error-free operation. PandaTrack helps you organize your own purchase and order information; we do not process payments or ship items. We are not responsible for the actions of stores, sellers, or carriers. To the fullest extent permitted by law, we are not liable for any indirect, incidental, or consequential damages arising from your use of the Service.",
  "changesTitle": "Changes to the terms",
  "changesBody": "We may change these terms to reflect product updates or legal requirements. We will post the updated terms on this page and update the \"Last updated\" date. If changes are significant we may notify you by email or in the app. Your continued use of the Service after the changes take effect means you accept the new terms.",
  "contactTitle": "Contact",
  "contactBody": "If you have questions about these Terms of Service, you can reach us at the contact details provided on our website or in the app. We are happy to clarify how PandaTrack works and how we treat your data."
}
