{
  "title": "Privacy Policy",
  "lastUpdated": "Last updated: February 2026",
  "intro": "PandaTrack is built for collectors who want one place to track purchases, orders, and shipments. We take your privacy seriously. This policy explains what data we collect, how we use it, and what rights you have.",
  "whoWeAreTitle": "Who we are",
  "whoWeAreBody": "PandaTrack is a web app that helps you organize your collecting: discover and save stores, log purchases and items, track pre-orders and payments, and follow shipments. We process your data to provide this service, improve the product, and communicate with you in line with this policy.",
  "dataWeCollectTitle": "Data we collect",
  "dataWeCollectBody": "We collect information you give us directly (e.g. email when you join the waitlist or create an account, profile details, store and order data you add). We may collect technical data such as IP address, browser type, and usage information (e.g. which features you use) to run and improve the Service. We may use cookies and similar technologies as described in the Cookies section.",
  "howWeUseTitle": "How we use your data",
  "howWeUseBody": "We use your data to provide and improve PandaTrack, to send you important updates (e.g. launch notifications if you joined the waitlist), to respond to your requests, and to comply with the law. We may use aggregated, non-identifying data for analytics and product development. We do not sell your personal data to third parties for their marketing.",
  "legalBasisTitle": "Legal basis (EEA/UK)",
  "legalBasisBody": "Where applicable, we rely on: (1) your consent (e.g. for waitlist or marketing emails), (2) performance of a contract (e.g. to provide the Service), (3) legitimate interests (e.g. security, analytics, product improvement), and (4) legal obligation where required.",
  "sharingTitle": "Sharing and third parties",
  "sharingBody": "We may share your data with service providers that help us run the app (e.g. hosting, email, analytics), under strict confidentiality and data-processing terms. We may disclose data if required by law or to protect our rights and safety. We do not sell or rent your personal information.",
  "retentionTitle": "Retention",
  "retentionBody": "We keep your data only as long as needed to provide the Service, comply with the law, or resolve disputes. When you delete your account or ask us to delete your data, we will do so in line with our internal retention and deletion procedures, except where we must retain data for legal reasons.",
  "yourRightsTitle": "Your rights",
  "yourRightsBody": "Depending on where you live, you may have the right to access, correct, or delete your data, to restrict or object to processing, to data portability, and to withdraw consent. You may also have the right to complain to a supervisory authority. To exercise your rights, contact us using the details in the Contact section.",
  "cookiesTitle": "Cookies and similar technologies",
  "cookiesBody": "We use cookies and similar technologies to run the site, remember your preferences, and understand how you use PandaTrack. You can control cookies through your browser settings. Some features may not work correctly if you disable certain cookies.",
  "securityTitle": "Security",
  "securityBody": "We use appropriate technical and organizational measures to protect your data against unauthorized access, loss, or misuse. No system is completely secure; we encourage you to use a strong password and keep your account details safe.",
  "childrenTitle": "Children",
  "childrenBody": "The Service is not directed at children under 13 (or the applicable minimum age). We do not knowingly collect personal data from children. If you believe we have collected data from a child, please contact us so we can delete it.",
  "changesTitle": "Changes to this policy",
  "changesBody": "We may update this Privacy Policy from time to time. We will post the new version on this page and update the \"Last updated\" date. For important changes we may notify you by email or in the app. We recommend checking this page periodically.",
  "contactTitle": "Contact",
  "contactBody": "If you have questions about this Privacy Policy or your data, please contact us using the details on our website or in the app. We are committed to transparency and will respond to your requests in line with applicable law."
}
