{
  "title": "Política de privacidad",
  "lastUpdated": "Última actualización: febrero de 2026",
  "intro": "PandaTrack está pensado para coleccionistas que quieren un solo lugar donde seguir compras, pedidos y envíos. Nos tomamos tu privacidad en serio. Esta política explica qué datos recogemos, cómo los usamos y qué derechos tienes.",
  "whoWeAreTitle": "Quiénes somos",
  "whoWeAreBody": "PandaTrack es una aplicación web que te ayuda a organizar tu coleccionismo: descubrir y guardar tiendas, registrar compras e ítems, seguir reservas y pagos, y controlar envíos. Tratamos tus datos para ofrecer este servicio, mejorar el producto y comunicarnos contigo de acuerdo con esta política.",
  "dataWeCollectTitle": "Datos que recogemos",
  "dataWeCollectBody": "Recogemos la información que nos facilitas directamente (p. ej. correo al unirte a la lista de espera o crear una cuenta, datos de perfil, datos de tiendas y pedidos que añades). Podemos recoger datos técnicos como dirección IP, tipo de navegador e información de uso (p. ej. qué funciones usas) para operar y mejorar el Servicio. Podemos usar cookies y tecnologías similares, como se describe en la sección de Cookies.",
  "howWeUseTitle": "Cómo usamos tus datos",
  "howWeUseBody": "Usamos tus datos para ofrecer y mejorar PandaTrack, enviarte avisos importantes (p. ej. notificación de lanzamiento si te uniste a la lista de espera), responder a tus solicitudes y cumplir la ley. Podemos usar datos agregados y no identificables para análisis y desarrollo del producto. No vendemos tus datos personales a terceros para su marketing.",
  "legalBasisTitle": "Base legal (EEE/Reino Unido)",
  "legalBasisBody": "Cuando aplique, nos apoyamos en: (1) tu consentimiento (p. ej. para la lista de espera o emails de marketing), (2) ejecución de un contrato (p. ej. para prestar el Servicio), (3) intereses legítimos (p. ej. seguridad, análisis, mejora del producto) y (4) obligación legal cuando sea necesario.",
  "sharingTitle": "Compartir datos y terceros",
  "sharingBody": "Podemos compartir tus datos con proveedores que nos ayudan a operar la app (p. ej. alojamiento, email, análisis), bajo condiciones estrictas de confidencialidad y tratamiento de datos. Podemos revelar datos cuando lo exija la ley o para proteger nuestros derechos y seguridad. No vendemos ni alquilamos tu información personal.",
  "retentionTitle": "Conservación",
  "retentionBody": "Conservamos tus datos solo el tiempo necesario para prestar el Servicio, cumplir la ley o resolver disputas. Cuando elimines tu cuenta o nos pidas eliminar tus datos, lo haremos según nuestros procedimientos internos de conservación y borrado, salvo cuando debamos conservar datos por motivos legales.",
  "yourRightsTitle": "Tus derechos",
  "yourRightsBody": "Según dónde vivas, puedes tener derecho a acceder, rectificar o eliminar tus datos, a restringir u oponerte al tratamiento, a la portabilidad y a retirar el consentimiento. También puedes tener derecho a reclamar ante una autoridad de control. Para ejercer tus derechos, contacta con nosotros usando los datos de la sección Contacto.",
  "cookiesTitle": "Cookies y tecnologías similares",
  "cookiesBody": "Usamos cookies y tecnologías similares para el funcionamiento del sitio, recordar tus preferencias y entender cómo usas PandaTrack. Puedes controlar las cookies desde la configuración de tu navegador. Algunas funciones pueden no trabajar correctamente si desactivas ciertas cookies.",
  "securityTitle": "Seguridad",
  "securityBody": "Aplicamos medidas técnicas y organizativas adecuadas para proteger tus datos frente a acceso no autorizado, pérdida o uso indebido. Ningún sistema es totalmente seguro; te recomendamos usar una contraseña fuerte y mantener seguros los datos de tu cuenta.",
  "childrenTitle": "Menores",
  "childrenBody": "El Servicio no está dirigido a menores de 13 años (o la edad mínima aplicable). No recogemos conscientemente datos personales de menores. Si crees que hemos recogido datos de un menor, contacta con nosotros para poder eliminarlos.",
  "changesTitle": "Cambios en esta política",
  "changesBody": "Podemos actualizar esta Política de privacidad de vez en cuando. Publicaremos la nueva versión en esta página y actualizaremos la fecha de \"Última actualización\". Para cambios importantes podemos notificártelo por correo o en la app. Te recomendamos consultar esta página periódicamente.",
  "contactTitle": "Contacto",
  "contactBody": "Si tienes preguntas sobre esta Política de privacidad o sobre tus datos, contacta con nosotros usando los datos de nuestra web o de la app. Estamos comprometidos con la transparencia y atenderemos tus solicitudes conforme a la ley aplicable."
}
