{
  "title": "Términos de servicio",
  "lastUpdated": "Última actualización: febrero de 2026",
  "intro": "Bienvenido a PandaTrack. Ayudamos a los coleccionistas a tener todas sus compras, pedidos y envíos en un solo lugar para que el seguimiento sea sencillo y sin estrés. Al usar PandaTrack aceptas estos términos. Por favor, léelos con atención.",
  "acceptanceTitle": "Aceptación de los términos",
  "acceptanceBody": "Al acceder o usar PandaTrack (el \"Servicio\"), aceptas quedar vinculado por estos Términos de servicio. Si no estás de acuerdo, no uses el Servicio. Podemos actualizar estos términos de vez en cuando; el uso continuado tras los cambios implica que aceptas los términos actualizados.",
  "serviceTitle": "Descripción del servicio",
  "serviceBody": "PandaTrack es una aplicación web para el seguimiento de compras y artículos de colección. Te permite descubrir y guardar tiendas, registrar pedidos e ítems, seguir reservas y pagos, y controlar envíos en un solo panel. El Servicio está pensado para uso personal y no comercial, para organizar tu actividad como coleccionista. Nuestro objetivo es darte una única fuente de verdad sobre qué compraste, qué está en camino y qué te queda por pagar.",
  "eligibilityTitle": "Requisitos y cuenta",
  "eligibilityBody": "Debes tener al menos 13 años (o la edad mínima en tu país) para usar el Servicio. Eres responsable de mantener seguras las credenciales de tu cuenta y de toda la actividad que se realice con ella. Debes facilitar información veraz al registrarte y mantenerla actualizada.",
  "conductTitle": "Uso aceptable",
  "conductBody": "Aceptas usar el Servicio solo para fines lícitos y de acuerdo con estos términos. No puedes usar el Servicio para acosar a otros, difundir información falsa o engañosa sobre tiendas o vendedores, eludir controles de acceso o seguridad, ni usar medios automatizados para extraer datos o sobrecargar el Servicio. Podemos suspender o cerrar cuentas que incumplan estas normas.",
  "ipTitle": "Propiedad intelectual",
  "ipBody": "PandaTrack y su contenido, funciones y diseño son propiedad nuestra o de nuestros licenciantes. No puedes copiar, modificar ni crear obras derivadas del Servicio ni usar nuestras marcas sin permiso por escrito. Tú conservas la propiedad de los datos que añades (p. ej. nombres de tiendas, detalles de pedidos); nos concedes los derechos necesarios para operar y mejorar el Servicio.",
  "privacyRefTitle": "Privacidad",
  "privacyRefBody": "Tu privacidad nos importa. Cómo recogemos, usamos y protegemos tus datos se describe en nuestra Política de privacidad. Al usar el Servicio también aceptas esa política.",
  "disclaimersTitle": "Exención de responsabilidad y limitación",
  "disclaimersBody": "El Servicio se ofrece \"tal cual\" y \"según disponibilidad\". No garantizamos un funcionamiento ininterrumpido o libre de errores. PandaTrack te ayuda a organizar tu propia información de compras y pedidos; no procesamos pagos ni enviamos productos. No somos responsables de las acciones de tiendas, vendedores o transportistas. En la máxima medida permitida por la ley, no seremos responsables por daños indirectos, incidentales o consecuentes derivados del uso del Servicio.",
  "changesTitle": "Cambios en los términos",
  "changesBody": "Podemos modificar estos términos para reflejar actualizaciones del producto o requisitos legales. Publicaremos los términos actualizados en esta página y cambiaremos la fecha de \"Última actualización\". Si los cambios son importantes, podemos notificártelo por correo o en la app. El uso continuado del Servicio después de que entren en vigor los cambios implica que aceptas los nuevos términos.",
  "contactTitle": "Contacto",
  "contactBody": "Si tienes dudas sobre estos Términos de servicio, puedes contactarnos mediante los datos que aparecen en nuestra web o en la app. Estaremos encantados de aclarar cómo funciona PandaTrack y cómo tratamos tus datos."
}
